Repository: ShashankSohani/8th-sem-project
Catalog: silverstrike/locale/*/LC_MESSAGES/django.po
Languages: no

source: Creditor
no: Kreditor

source: Amount has to be positive
no: Beløp må være positivt

source: You are trying to create a transaction between two foreign accounts
no: Du prøver å opprette en transaksjon mellom to utenlandske kontoene

source: Actual balance
no: Faktisk saldo

source: Personal
no: Personlig

source: Foreign
no: Utenlandske

source: System
no: Systemet

source: Initial Balance
no: Første balanse

source: Do not use
no: Ikke bruk

source: Source Account
no: Kildekontoen

source: Destination Account
no: Målkonto

source: Amount
no: Beløp

source: Date
no: Dato

source: Notes
no: Notater

source: Category
no: Kategori

source: Title
no: Tittel

source: First line contains headers
no: Første linjen inneholder topptekster

source: Disabled
no: Deaktivert

source: Weekly
no: Ukentlig

source: Monthly
no: Månedlig

source: Yearly
no: Årlig

source: Account Inactive
no: Kontoen inaktiv

source: This account is inactive.
no: Denne kontoen er inaktiv.

source: Account
no: Konto

source: E-mail Addresses
no: E-postadresser

source: The following e-mail addresses are associated with your account:
no: Følgende e-postadresser er knyttet til kontoen din:

source: Verified
no: Bekreftet

source: Unverified
no: Ubekreftet

source: Primary
no: Primære

source: Make Primary
no: Gjøre primære

source: Re-send Verification
no: Sende bekreftelse

source: Remove
no: Fjerne

source: Warning:
no: Advarsel:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
no: Du har ikke noen e-postadresse definert. Du bør virkelig legge en e-postadresse slik at du kan motta varsler restarte din passord, etc.

source: Add E-mail Address
no: Legge til e-postadressen

source: Add E-mail
no: Legge til e-post

source: Do you really want to remove the selected e-mail address?
no: Vil du virkelig fjerne valgte e-postadressen?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
no: Hallo fra %(site_name)s! Du mottar denne e-posten fordi brukeren %(user_display)s har gitt din som en e-postadresse til å koble sin konto. For å bekrefte dette er riktig, gå til %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
no: Takk fra %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
no: Bekreft e-postadressen

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
no: Hallo fra %(site_name)s! Du mottar denne e-posten fordi du eller andre har bedt om et passord for brukerkontoen. Den kan trygt ignoreres hvis du ikke be om passord restarte. Klikk koblingen for å tilbakestille passordet.

source: In case you forgot, your username is %(username)s.
no: I tilfelle du har glemt er ditt brukernavn %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
no: Takk for bruk av %(site_name)s! %(site_domain)s

source: Password Reset E-mail
no: Passord restarte E-mail

source: Confirm E-mail Address
no: Bekreft e-postadresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
no: Kontroller at <a href="mailto:%(email)s">%(email)s</a> er en adresse for brukeren %(user_display)s.

source: Confirm
no: Bekrefte

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
no: Denne e-post bekreftelseslink utløpt eller er ugyldig. Behage <a href="%(email_url)s">issue en ny e-post bekreftelse request</a>.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
no: Logg på med en eksisterende tredjepart kontoer. Eller <a href="%(signup_url)s">sign up</a> for en %(site_name)s konto og Logg inn nedenfor:

source: or
no: eller

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
no: Hvis du ikke har opprettet en konto ennå, så vennligst<a href="%(signup_url)s">sign up</a> først.

source: Sign In
no: logg inn

source: Forgot Password?
no: Glemt passord?

source: Are you sure you want to sign out?
no: Er du sikker på at du vil logge?

source: Sign Out
no: Logg

source: You cannot remove your primary e-mail address (%(email)s).
no: Du kan ikke fjerne din primære e-postadressen (%(email)s).

source: Confirmation e-mail sent to %(email)s.
no: Bekreftelse e-post til %(email)s.

source: You have confirmed %(email)s.
no: Du har bekreftet %(email)s.

source: Removed e-mail address %(email)s.
no: Fjernet e-postadressen %(email)s.

source: Successfully signed in as %(name)s.
no: Logget på som %(name)s.

source: You have signed out.
no: Du har logget.

source: Password successfully changed.
no: Passordet er endret.

source: Password successfully set.
no: Passordet angitt.

source: Primary e-mail address set.
no: Primære e-postadressen satt.

source: Your primary e-mail address must be verified.
no: Primære e-postadressen må bekreftes.

source: Change Password
no: Endre passord

source: Password Reset
no: Tilbakestilling av passord

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
no: Glemt passord? Angi e-postadressen nedenfor, og vi sender deg en e-post slik at du kan tilbakestille.

source: Reset My Password
no: Tilbakestille passordet

source: Please contact us if you have any trouble resetting your password.
no: Kontakt oss hvis du har noen problemer med å tilbakestille passordet.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
no: Vi har sendt deg en e-post. Kontakt oss hvis du ikke mottar det innen få minutter.

source: Bad Token
no: Skadet Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
no: Koblingen passord restarte var ugyldig, muligens fordi det er allerede brukt. Vennligst be om et <a href="%(passwd_reset_url)s">new passord reset</a>.

source: change password
no: endre passord

source: Your password is now changed.
no: Passordet er nå endret.

source: Set Password
no: Angi passord

source: Signup
no: Registrering

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
no: Har du allerede en konto? Vennligst <a href="%(login_url)s">sign in</a>.

source: Sign up
no: melde seg på

source: Sign Up Closed
no: Registrer lukket

source: We are sorry, but the sign up is currently closed.
no: Vi beklager, men registreringsprosessen er stengt.

source: Note
no: Merk

source: you are already logged in as %(user_display)s.
no: du er allerede logget på som %(user_display)s.

source: Verify Your E-mail Address
no: Kontrollere e-postadressen

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
no: Vi har sendt en e-post til deg for bekreftelse. Følg koblingen for å fullføre registreringsprosessen. Kontakt oss hvis du ikke mottar det innen få minutter.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
no: Denne delen av nettstedet krever oss å bekrefte at du er den du påstår å være. For dette formålet krever vi at du bekrefter eierskapet til e-postadressen din.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
no: Vi har sendt en e-post til deg for bekreftelse. Klikk på linken i e-postmeldingen. Kontakt oss hvis du ikke mottar det innen få minutter.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
no: <strong>Note:</strong> du kan fortsatt <a href="%(email_url)s">change din e-address</a>.

source: Are you sure you want to delete the account along with %(object.transaction_num)s transactions?
no: Er du sikker på at du vil slette kontoen med %(object.transaction_num)s transaksjoner?

source: Cancel
no: Avbryt

source: Delete
no: Slette

source: Home
no: Hjem

source: Accounts
no: Kontoer

source: Previous
no: Tidligere

source: Next
no: Neste

source: Current Balance
no: Gjeldende saldo

source: In
no: I

source: Out
no: Ut

source: Difference
no: Forskjellen

source: Edit
no: Rediger

source: Reconcile
no: Avstemme

source: Transaction list
no: Transaksjonsliste

source: Show all
no: Vis alle

source: Update %(object.name)s
no: Oppdatere %(object.name)s

source: Create new account
no: Opprette ny konto

source: Update
no: Oppdatering

source: New
no: Nye

source: Account Details
no: Kontodetaljer

source: Create
no: Opprette

source: Name
no: navn

source: Balance
no: Balanse

source: Active
no: Aktiv

source: New Withdrawl
no: Nye uttak

source: New Deposit
no: Nye innskudd

source: New Transfer
no: Nye

source: New Split Transaction
no: Ny splitt transaksjon

source: Profile
no: Profil

source: Sign out
no: Logg

source: MAIN NAVIGATION
no: MAIN NAVIGASJON

source: Transactions
no: Transaksjoner

source: Recurrences
no: Gjentakelser

source: Categories
no: Kategorier

source: Budgets
no: Budsjetter

source: Charts
no: Diagrammer

source: Import & Export
no: Import & eksport

source: Export
no: Eksportere

source: Budget for
no: Budsjettet for

source: Allocated
no: Tildelt

source: Money spent
no: Penger brukt

source: Left
no: Venstre

source: Save
no: Lagre

source: <p>Are you sure you want to delete the category?</p> <p>All transactions linked to this category won't be deleted but will loose the entry for the category</p>
no: <p>Are du sikker på at du vil slette kategorien?</p> <p>All transaksjoner knyttet til denne kategorien vil ikke bli slettet, men vil miste oppføringen for category</p>

source: Overview
no: Oversikt

source: Show all transactions
no: Vis alle transaksjoner

source: Distribution by Source
no: Distribusjon av kildekode

source: Distribution by Destination
no: Distribusjon av målet

source: Create new category
no: Opprette ny kategori

source: Category Details
no: Kategorien detaljer

source: Distribution by category
no: Fordeling etter kategori

source: because they are fun!
no: fordi de er gøy!

source: Last year
no: I fjor

source: Last 6 Months
no: Siste 6 måneder

source: Last 3 Months
no: Siste 3 måneder

source: Current Month
no: Gjeldende måned

source: Personal Accounts
no: Personlige kontoer

source: Spending by category
no: Utgifter etter kategori

source: All imporant stuff
no: Alle viktige ting

source: Quick Overview
no: Rask oversikt

source: Income
no: Inntekt

source: Expenses
no: Utgifter

source: Total Balance
no: Total saldo

source: Outstanding
no: Enestående

source: Expected end of month
no: Forventet slutten av måneden

source: Previous Month
no: Forrige måned

source: Upcoming Transactions
no: Kommende transaksjoner

source: Upcoming Recurrences
no: Kommende gjentakelser

source: Actions
no: Handlinger

source: No upcoming recurrences
no: Ingen kommende gjentakelser

source: Recent Transactions
no: Siste transaksjoner

source: Opposing Account
no: Motstridende konto

source: Transaction Details
no: Transaksjonsdetaljer

source: Add Split
no: Legge til Split

source: Create reconcile transaction
no: Opprette avstemme transaksjonen

source: Recurring Transactions
no: Tilbakevendende transaksjoner

source: Recurrence Details
no: Regelmessighet detaljer

source: Recurrence
no: Regelmessighet

source: Source
no: Kilde

source: Destination
no: Destinasjon

source: Recent ocurrences
no: Siste forekomster

source: New Recurring Transaction
no: Ny gjentakende transaksjon

source: Transaction Type
no: Transaksjonstypen

source: Total amount
no: Totalbeløp

source: Edit as Split transaction
no: Rediger som Split transaksjons

source: Splits
no: Deler

source: Social Network Login Failure
no: Sosiale nettverk påloggingsfeil

source: An error occurred while attempting to login via your social network account.
no: Det oppstod en feil under forsøk på å logge inn via kontoen sosiale nettverk.

source: Account Connections
no: Kontotilkoblinger

source: You can sign in to your account using any of the following third party accounts:
no: Du kan logge på kontoen din bruker noen av følgende tredjeparts kontoer:

source: You currently have no social network accounts connected to this account.
no: Du har ingen kontoer for sosiale nettverk koblet til denne kontoen.

source: Add a 3rd Party Account
no: Legge til en 3rd Party konto

source: Login Cancelled
no: Logikk avbrutt

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
no: Du valgte å avbryte logge inn på nettstedet vårt bruker en eksisterende kontoer. Hvis dette var en feil, gå videre til <a href="%(login_url)s">sign in</a>.

source: The social account has been connected.
no: Sosiale kontoen er forbundet.

source: The social account is already connected to a different account.
no: Sosiale kontoen er allerede koblet til en annen konto.

source: The social account has been disconnected.
no: Sosiale kontoen er frakoblet.

source: Sign Up
no: melde seg på

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
no: Du skal bruke kontoen %(provider_name)s å logikk å%(site_name)s. Som et siste skritt, vennligst fyll ut skjemaet nedenfor:
